{
    "common": {
        "logo": "beclean",
        "bubblesLogoFilePath": "/beclean_logo.png",
        "email": "becleancars@gmail.com",
        "phone": "(267) 409-6913"
    },
    "metaData": {
        "title": "Ceramic Coating Studio and Ceramic Coating Installers | beclean",
        "description": "The world's first studio devoted solely to ceramic coatings. Every step is refined for precision, elegance, and protection that makes a lasting impression."
    },
    "nav": {
        "home": "Home",
        "services": "Services",
        "contact": "Contact",
        "ourStory": "Our Story",
        "bookCTA": "Book an Appointment"
    },
    "home": {
        "splash": {
            "headline": "The Finest Detail",
            "subtext": "Unveil the Beauty of Your Vehicle With Our Mobile Detailing Services.",
            "learnMoreCTA": "Learn More",
            "bookCTA": "Book Now"
        },
        "servicesSection": {
            "bookCTA": "Book Now",
            "ceramicCoating": {
                "title": "Ceramic Coating",
                "description": "Our ceramic coating services are designed to protect your vehicle while enhancing its appearance with a deep, lasting gloss. We specialize in a meticulous, multi-stage process using a 2-layer ceramic coating system to ensure long-term durability, hydrophobic performance, and a mirror-like finish. Each coating is applied in a controlled studio environment and includes complimentary delivery and a signature aftercare kit, so your vehicle stays protected long after it leaves our hands."
            },
            "glassCoating": {
                "title": "Glass Coating",
                "description": "Our specialized ceramic window coating provides an extra layer of clarity, protection, and performance for all exterior glass surfaces. Designed to repel water, dirt, ice, and road grime. This coating significantly improves visibility in rain and harsh weather conditions. It also reduces glare, makes cleaning easier, and helps prevent mineral stains from etching into the glass over time. Applied with the same precision as our paint coatings, it's a smart, lasting upgrade that enhances both safety and aesthetics."
            },
            "freeDelivery": {
                "title": "Free Delivery",
                "description": "We offer free vehicle delivery because we believe a premium service should extend beyond the coating itself. From the moment your vehicle enters our studio, it's treated with the highest level of care. It is cleaned, decontaminated, corrected, and coated to perfection. Once the process is complete and the coating has cured in our controlled environment, we deliver your vehicle directly back to you. No waiting rooms, no hassle. Just a seamless, white-glove experience that saves you time while ensuring your vehicle arrives protected, polished, and ready to leave impressions."
            }
        },
        "contactSection": {
            "title": "Questions?",
            "imgFilePath": "/landing/beclean_banner.png",
            "form": {
                "placeholders": {
                    "name": "Name",
                    "contactPreference": "Preferred method of contact",
                    "messageBox": "How can we help?"
                },
                "submitCTA": "Submit"
            }
        },
        "ourStorySection": {
            "title": "Our Story",
            "paragraph1": "From the humble beginnings between a group of friends, BeClean Mobile Detailing evolved into a premier auto detailing service in the greater Philadelphia area. Our ability to be mobile allows us to serve you either at work, home, or any location of convenience for you without the need for power. Over years of experience, we honed our expertise to combine both the best of products and methods to be as efficient and meticulous as possible. By combining these two aspects, it creates a convenient yet unparalleled automotive transformation.",
            "paragraph2": "Our mission is to champion global cleanliness and inspire individuals to embrace cleanliness as an essential aspect of their lives. We believe that every individual deserves to live in a clean environment. This commitment propels us to leverage our expertise and resources to elevate standards of living. We accomplish this by providing premier auto detailing services, by excellent and meticulous craftsmanship, and by imparting a higher standard of care."
        }
    },
    "services": {},
    "book": {},
    "footer": {
        "copyrightText": "Copyright &copy;",
        "nav": {
            "services": "Services",
            "contact": "Contact Us"
        }
    }
}
